Revit 2027 API
ParameterTypeId.DimStyleCenterlineTickMark Property
 "Centerline Tick Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleCenterlineTickMark { get; }
Public Shared ReadOnly Property DimStyleCenterlineTickMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleCenterlineTickMark {
	ForgeTypeId^ get ();
}
static member DimStyleCenterlineTickMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace